{
	"landing": {
		"firstName": "Jared",
		"lastName": "Hasson",
		"phoneNumber": "385-439-1231",
		"bio1": "I'm a software engineer excited about back-end services, object-oriented programming, cross-platform frameworks and distributed systems.",
		"bio2": "I currently work at Simplifile as a back-end developer, study CS with an emphasis in Software Engineering at Brigham Young University, and I build applications in Flutter and contribute to open source projects when I feel like coding in my spare time.",
		"bio3": "Other than that, I love to follow the latest news in big tech, read, play piano, am an active member of my local religious group, and I enjoy spending time cooking and watching Netflix with my wife.",
    "email": "jaredezzethasson@gmail.com",
    "linkedin": "https://linkedin.com/in/jaredhasson",
	"github": "https://github.com/JaredEzz",
	"facebook": "https://www.facebook.com/jaredezzethasson",
	"twitter": "https://twitter.com/JaredEzz"
	},
	"experience": [
		{
				"position": "GitHub Campus Expert",
				"organization": "GitHub",
				"aboutWork": "Responsible for building the on campus community with the support of GitHub.",
				"fromDate": "August 2018",
				"toDate": "Present"
		},
		{
			"position": "Opensource Developer Intern",
			"organization": "Fossasia",
			"aboutWork": "Contributing to Fossasia's open event server and frontend as an intern. Resolved numerous bugs and added new features to the eventyay platform.",
			"fromDate": "June 2019",
			"toDate": "Present"
		},
		{
			"position": "Software Developer Intern",
			"organization": "Hasura",
			"aboutWork": "Worked on Hasura's GraphQL engine and added new features in it.",
			"fromDate": "December 2018",
			"toDate": "January 2019"
		}
	],
	"education": [{
			"university": "Indian Institute of Information Technology Allahabad",
			"degree": "Bachelor of Technology",
			"gpa": "12.34",
			"fromDate": "August 2016",
			"toDate": "Present"
		}
	],
	"skills": [{
			"name": "HTML5"
		},
		{
			"name": "CSS3"
		},
		{
			"name": "Javascript"
		},
		{
			"name": "React"
		},
		{
			"name": "Nodejs"
		},
		{
			"name": "Python"
		},
		{
			"name": "Django"
		},
		{
			"name": "Ember"
		}
	],
	"interests": {
		"paragraphOne": "Apart from being a web developer, I enjoy most of my time being outdoors. In the winter, I am an avid skier and novice ice climber. During the warmer months here in Utah, I enjoy hiking, camping, and swimming.",
		"paragraphTwo": "When forced indoors, I follow a number of sci-fi and fantasy genre movies and television shows, I am an aspiring chef, and I spend a large amount of my free time exploring the latest technology advancements in the front-end web development world."
	},
	"awards": [{
			"awardDetail": "Hack 36 3rd prize winner."
		},
		{
			"awardDetail": "Mentor OpenCode'19"
		},
		{
			"awardDetail": "Started North India's First Student Design and Developer Conference."
		}
	]
}
